{
  "en": {
    "5": [
      { "title": "Love it!", "text": "Got this last month and it still looks brand new. My kids are rough on furniture but this has held up perfectly so far." },
      { "title": "Perfect!", "text": "Honestly didn't expect much ordering online but wow, this is better quality than what I saw in stores for twice the price." },
      { "title": "Amazing quality", "text": "The wood feels premium, not cheap at all. Assembly was easier than expected - took me about 30 minutes alone." },
      { "title": "So happy with this", "text": "Everyone who visits asks where we got it. It's become the centerpiece of our living room and I couldn't be prouder." },
      { "title": "Best purchase", "text": "We've had this for 8 months now and it's holding up great. No scratches, no wobbling, still looks like day one." },
      { "title": "Exceeded expectations", "text": "My husband assembled it while I was at work and I came home to this beautiful piece. He's not handy at all so that says something!" },
      { "title": "Really impressed", "text": "The finish is smooth, the color is exactly like the photos, and it's heavier than I thought which makes it feel expensive." },
      { "title": "Couldn't be happier", "text": "Fits our bedroom perfectly. The dimensions were spot on and the storage space is super useful. Great buy!" },
      { "title": "Outstanding", "text": "You can tell this was made with care. All the joints are tight, no rough edges anywhere, really professional work." },
      { "title": "Absolutely love it", "text": "This is the kind of furniture you buy once and keep forever. Solid construction, timeless design, worth every penny." },
      { "title": "Fantastic", "text": "We deliberated for weeks before buying and I'm so glad we went with this one. Quality is exceptional." },
      { "title": "Very pleased", "text": "Arrived ahead of schedule, packaging was excellent, no damage. Assembly instructions were clear and all hardware included." },
      { "title": "Beautiful piece", "text": "The craftsmanship really shows. You can see the attention to detail in every joint and corner." },
      { "title": "Highly recommend", "text": "For this price point you won't find better quality. I compared everywhere and this was the best value by far." },
      { "title": "Thrilled!", "text": "My daughter loves it in her room. It's both practical and stylish which is hard to find. Will definitely order from here again." },
      { "title": "Top quality", "text": "The materials used are clearly high-end. This isn't particle board nonsense, it's real solid construction." },
      { "title": "Love the design", "text": "Modern but not too trendy, you know? This will look good in our home for years without feeling dated." },
      { "title": "Great investment", "text": "A bit pricey but totally worth it. This is quality furniture that will last, not something you'll replace in 2 years." },
      { "title": "Perfect fit", "text": "Measured our space three times and was still nervous but it fits like it was custom made for that exact spot!" },
      { "title": "Impressive quality", "text": "My brother-in-law is a carpenter and even he was impressed. He checked all the joints and said it's really well made." },
      { "title": "So solid", "text": "I'm a big guy and was worried it wouldn't hold up but this thing is built like a tank. Rock solid, zero movement." },
      { "title": "Beautiful finish", "text": "The wood grain is gorgeous. They really brought it out with the stain and the finish coat is flawless." },
      { "title": "Best decision", "text": "We looked at furniture stores for months and kept coming back to this. Finally pulled the trigger and no regrets whatsoever." },
      { "title": "Really nice", "text": "The hardware is quality too - not cheap looking screws and stuff. Everything feels substantial and well thought out." },
      { "title": "Wonderful", "text": "Easy to assemble but the end result looks professional. My wife thought I hired someone to put it together lol." },
      { "title": "Excellent value", "text": "Saw similar pieces at fancy furniture stores for 3x this price. Same quality, way better value here." },
      { "title": "Love everything", "text": "From ordering to delivery to final product, the whole experience was smooth. Customer service was helpful too." },
      { "title": "Great buy", "text": "We bought two for our kids' rooms and both are perfect. Consistent quality which is reassuring." },
      { "title": "Very happy", "text": "The color matches our decor perfectly. Photos online were accurate which isn't always the case when shopping online." },
      { "title": "Stunning", "text": "This completely transformed our guest room. Guests actually comment on it which never happened with our old furniture." },
      { "title": "Super sturdy", "text": "Our cat climbs on everything and this hasn't budged. Stable and solid, exactly what we needed." },
      { "title": "Really well made", "text": "You can feel the quality when you touch it. The wood is smooth, the finish is even, no imperfections anywhere." },
      { "title": "Awesome purchase", "text": "My picky mother-in-law even approved of this one, and she never likes anything I buy. That's high praise!" },
      { "title": "Beautiful work", "text": "The dovetail joints are beautiful. You can tell someone who knows what they're doing made this." },
      { "title": "Perfect piece", "text": "Exactly what our bedroom needed. The style fits perfectly and the quality is way better than expected." },
      { "title": "Great quality", "text": "Been shopping for furniture for our new house and this is by far the nicest piece we've gotten. Setting the bar high!" },
      { "title": "So pleased", "text": "The drawer slides are smooth, doors close properly, everything just works perfectly. Quality control is excellent here." },
      { "title": "Amazing", "text": "This arrived yesterday and I've been admiring it all day. It really elevates the whole room." },
      { "title": "Outstanding quality", "text": "The weight alone tells you this is quality. Not lightweight flimsy stuff, this is substantial furniture." },
      { "title": "Really happy", "text": "My wife wanted something stylish, I wanted something durable. This manages to be both which makes us both happy!" },
      { "title": "Excellent", "text": "The proportions are perfect. Not too big, not too small, just right for the space we had in mind." },
      { "title": "Very impressed", "text": "I usually don't write reviews but had to for this one. Quality exceeded my expectations significantly." },
      { "title": "Love this!", "text": "The storage space is more than I thought. Really practical design without compromising on looks." },
      { "title": "Fantastic quality", "text": "We've had expensive furniture before and this rivals pieces we paid way more for. Great quality for the money." },
      { "title": "Beautiful!", "text": "Photos don't do it justice. It's even nicer in person with richer color and better finish than pictures show." },
      { "title": "Perfect addition", "text": "This pulled our whole room together. Sometimes one good piece makes all the difference and this is that piece." },
      { "title": "Great find", "text": "Been searching for months for the right piece. So glad I found this - exactly what I was looking for." },
      { "title": "Really solid", "text": "No assembly wobble at all. Everything lined up perfectly and tightened down solid. Well engineered design." },
      { "title": "Wonderful quality", "text": "My parents bought the same thing after seeing ours. They love it too. Quality speaks for itself." },
      { "title": "Love it so much", "text": "Thinking about buying another one for our other bedroom. That's how satisfied I am with this purchase!" }
    ],
    "4": [
      { "title": "Very happy", "text": "Good quality overall. Took about an hour to assemble but instructions were clear enough. Looks nice in our space." },
      { "title": "Good purchase", "text": "Solid piece. Not perfect but definitely worth the money. Would recommend to friends." },
      { "title": "Pretty great", "text": "Assembly was a bit tricky in spots but once together it's sturdy and attractive. Happy with it." },
      { "title": "Nice quality", "text": "Better than I expected for the price. Seems well made and looks good. Only complaint is the hardware could be better." },
      { "title": "Happy overall", "text": "Looks professional and feels solid. One drawer was a bit sticky at first but loosened up after a few uses." },
      { "title": "Good value", "text": "For what we paid this is really nice. There are cheaper options but you can tell this is better quality." },
      { "title": "Pleased", "text": "Nice piece that fits well in our room. Assembly took longer than expected but result is good." },
      { "title": "Solid choice", "text": "Well made and attractive. Small scratch on arrival but not worth the hassle of returning. Otherwise great." },
      { "title": "Really like it", "text": "Good construction and looks nice. The finish isn't perfect up close but fine from normal distance." },
      { "title": "Nice addition", "text": "Looks good and seems sturdy enough. Instructions could be clearer but figured it out." },
      { "title": "Good quality", "text": "Happy with this purchase. It's not high-end furniture but it's good for what you pay." },
      { "title": "Satisfied", "text": "Does what it's supposed to. Quality is decent and it looks nice. A few minor issues but nothing major." },
      { "title": "Looks great", "text": "Really happy with how this looks. Assembly was manageable with two people. One hinge was slightly misaligned but works fine." },
      { "title": "Good buy", "text": "Solid furniture for the price. Would have given 5 stars but assembly instructions were confusing in parts." },
      { "title": "Worth it", "text": "Good piece overall. Color is slightly different than photos but still nice. Quality seems good." },
      { "title": "Happy with it", "text": "Well constructed and looks professional. Took longer to put together than stated but worth the effort." },
      { "title": "Nice piece", "text": "Good quality for the money. A couple small imperfections in the finish but not very noticeable." },
      { "title": "Pretty good", "text": "Looks nice and feels sturdy. Instructions were ok, had to redo one part but got there in the end." }
    ],
    "3": [
      { "title": "It's okay", "text": "Does what it's supposed to but quality isn't amazing. Fine for now but might upgrade eventually." },
      { "title": "Average", "text": "Not bad, not great. Functional and looks decent. You get what you pay for I guess." },
      { "title": "Fair", "text": "It works. Assembly was more complicated than expected. Quality is about average." },
      { "title": "Acceptable", "text": "Does the job. Nothing special but it's functional. Probably wouldn't buy again though." },
      { "title": "So-so", "text": "It's fine. Some parts feel a bit cheap but it works for what we needed." },
      { "title": "Decent", "text": "Not amazing but acceptable. Had some issues with assembly but it's together now." }
    ],
    "2": [
      { "title": "Disappointed", "text": "Expected better quality. Some parts didn't fit together well. It works but feels flimsy." },
      { "title": "Not great", "text": "Below average quality. Assembly was frustrating. Wouldn't recommend." },
      { "title": "Below expectations", "text": "Not happy with this. Quality doesn't match the price. Expected more." }
    ],
    "1": [
      { "title": "Not satisfied", "text": "Poor quality. Assembly was a nightmare. Would not recommend." }
    ]
  },
  "nl": {
    "5": [
      { "title": "Super tevreden!", "text": "Vorige maand gekocht en ziet er nog steeds uit als nieuw. Mijn kinderen zijn niet zachtzinnig maar dit houdt het prima vol." },
      { "title": "Perfect!", "text": "Echt niet verwacht dat online bestellen zo goed zou uitpakken. Betere kwaliteit dan in de winkel voor dubbele prijs." },
      { "title": "Geweldige kwaliteit", "text": "Het hout voelt premium aan. Montage was makkelijker dan verwacht, duurde ongeveer 30 minuten alleen." },
      { "title": "Erg blij hiermee", "text": "Iedereen die langskomt vraagt waar we dit hebben gekocht. Het is het middelpunt van onze woonkamer geworden." },
      { "title": "Beste aankoop", "text": "We hebben dit nu 8 maanden en het ziet er nog steeds geweldig uit. Geen krassen, geen wiebelen." },
      { "title": "Meer dan verwacht", "text": "Mijn man heeft het in elkaar gezet terwijl ik aan het werk was. Hij is helemaal niet handig dus dat zegt wel wat!" },
      { "title": "Echt onder de indruk", "text": "De afwerking is glad, de kleur exact zoals op de foto's, en het is zwaarder dan gedacht wat het een dure uitstraling geeft." },
      { "title": "Niet blijer kunnen zijn", "text": "Past perfect in onze slaapkamer. De afmetingen klopten precies en de opbergruimte is super handig!" },
      { "title": "Uitstekend", "text": "Je ziet dat dit met zorg is gemaakt. Alle verbindingen zijn strak, nergens ruwe randen, echt vakwerk." },
      { "title": "Helemaal geweldig", "text": "Dit is het soort meubel dat je één keer koopt en voor altijd houdt. Solide constructie, tijdloos ontwerp." },
      { "title": "Fantastisch", "text": "We hebben weken getwijfeld en ik ben zo blij dat we voor deze hebben gekozen. Kwaliteit is uitzonderlijk." },
      { "title": "Zeer tevreden", "text": "Eerder dan verwacht bezorgd, verpakking was uitstekend, geen schade. Montage-instructies waren duidelijk." },
      { "title": "Prachtig stuk", "text": "Het vakmanschap is echt te zien. Je ziet de aandacht voor detail in elke verbinding en hoek." },
      { "title": "Zeker aanrader", "text": "Voor dit prijspunt vind je geen betere kwaliteit. Ik heb overal gekeken en dit was veruit de beste deal." },
      { "title": "Dolblij!", "text": "Mijn dochter is er dol op in haar kamer. Het is praktisch en stijlvol tegelijk, moeilijk te vinden." },
      { "title": "Top kwaliteit", "text": "De gebruikte materialen zijn duidelijk hoogwaardig. Dit is geen spaanplaat onzin, dit is echte solide constructie." },
      { "title": "Mooi ontwerp", "text": "Modern maar niet te trendy. Dit zal er over jaren nog steeds goed uitzien zonder gedateerd te voelen." },
      { "title": "Prima investering", "text": "Beetje prijzig maar absoluut de moeite waard. Dit is kwaliteit meubel dat lang meegaat." },
      { "title": "Past perfect", "text": "Ruimte drie keer opgemeten en was nog steeds zenuwachtig maar het past alsof het op maat is gemaakt!" },
      { "title": "Indrukwekkend", "text": "Mijn zwager is timmerman en zelfs hij was onder de indruk. Hij controleerde alle verbindingen en zei dat het echt goed gemaakt is." },
      { "title": "Super stevig", "text": "Ik ben een grote kerel en was bezorgd maar dit ding is gebouwd als een tank. Rotssolide, nul beweging." },
      { "title": "Mooie afwerking", "text": "De houtnerf is prachtig. Ze hebben het echt mooi naar voren gebracht met de beits en de afwerklaag is vlekkeloos." },
      { "title": "Beste beslissing", "text": "We hebben maandenlang in meubelzaken rondgekeken en kwamen steeds terug bij deze. Eindelijk de knoop doorgehakt en geen spijt." },
      { "title": "Echt mooi", "text": "De hardware is ook kwaliteit - geen goedkoop uitziende schroeven en zo. Alles voelt degelijk en goed doordacht aan." },
      { "title": "Schitterend", "text": "Makkelijk in elkaar te zetten maar het eindresultaat ziet er professioneel uit. Mijn vrouw dacht dat ik iemand had ingehuurd haha." },
      { "title": "Uitstekende waarde", "text": "Zag vergelijkbare stukken in chique meubelzaken voor 3x deze prijs. Zelfde kwaliteit, veel betere waarde hier." },
      { "title": "Alles top", "text": "Van bestellen tot bezorgen tot eindproduct, de hele ervaring was soepel. Klantenservice was ook behulpzaam." },
      { "title": "Prima aankoop", "text": "We kochten er twee voor de kamers van onze kinderen en beide zijn perfect. Consistente kwaliteit wat geruststellend is." },
      { "title": "Erg blij", "text": "De kleur past perfect bij ons interieur. Foto's online waren accuraat wat niet altijd het geval is bij online shoppen." },
      { "title": "Prachtig", "text": "Dit heeft onze logeerkamer compleet getransformeerd. Gasten maken er zelfs opmerkingen over wat nooit gebeurde met ons oude meubel." },
      { "title": "Super stevig", "text": "Onze kat klimt op alles en dit heeft geen krimp gegeven. Stabiel en solide, precies wat we nodig hadden." },
      { "title": "Echt goed gemaakt", "text": "Je voelt de kwaliteit als je het aanraakt. Het hout is glad, de afwerking is egaal, nergens onvolkomenheden." },
      { "title": "Geweldige aankoop", "text": "Zelfs mijn kritische schoonmoeder vond deze goed, en zij vindt nooit iets mooi wat ik koop. Dat is hoge lof!" },
      { "title": "Mooi werk", "text": "De zwaluwstaartverbindingen zijn prachtig. Je ziet dat iemand die weet wat hij doet dit heeft gemaakt." },
      { "title": "Perfect stuk", "text": "Precies wat onze slaapkamer nodig had. De stijl past perfect en de kwaliteit is veel beter dan verwacht." },
      { "title": "Prima kwaliteit", "text": "Al wekenlang meubels aan het shoppen voor ons nieuwe huis en dit is veruit het mooiste stuk. De lat ligt hoog!" },
      { "title": "Erg tevreden", "text": "De lades schuiven soepel, deurtjes sluiten goed, alles werkt gewoon perfect. Kwaliteitscontrole is hier uitstekend." },
      { "title": "Geweldig", "text": "Dit kwam gisteren aan en ik bewonder het de hele dag al. Het tilt echt de hele kamer op." },
      { "title": "Uitmuntende kwaliteit", "text": "Alleen al het gewicht vertelt je dat dit kwaliteit is. Niet lichtwicht fragiele troep, dit is degelijk meubilair." },
      { "title": "Echt blij", "text": "Mijn vrouw wilde iets styls, ik wilde iets duurzaams. Dit is beide wat ons allebei gelukkig maakt!" },
      { "title": "Excellent", "text": "De verhoudingen zijn perfect. Niet te groot, niet te klein, precies goed voor de ruimte die we in gedachten hadden." },
      { "title": "Zeer onder de indruk", "text": "Ik schrijf normaal geen reviews maar moest het voor deze wel doen. Kwaliteit overtrof mijn verwachtingen aanzienlijk." },
      { "title": "Super!", "text": "De opbergruimte is meer dan ik dacht. Echt praktisch ontwerp zonder in te boeten op uiterlijk." },
      { "title": "Fantastische kwaliteit", "text": "We hebben eerder dure meubels gehad en dit is vergelijkbaar met stukken waar we veel meer voor betaalden." },
      { "title": "Prachtig!", "text": "Foto's doen het geen recht. Het is nog mooier in het echt met rijkere kleur en betere afwerking dan plaatjes laten zien." },
      { "title": "Perfecte toevoeging", "text": "Dit heeft onze hele kamer samengevoegd. Soms maakt één goed stuk het verschil en dit is dat stuk." },
      { "title": "Geweldige vondst", "text": "Maanden aan het zoeken geweest naar het juiste stuk. Zo blij dat ik dit vond - precies wat ik zocht." },
      { "title": "Echt solide", "text": "Helemaal geen wiebelende montage. Alles kwam perfect op zijn plek en strak aangedraaid. Goed ontworpen." },
      { "title": "Schitterende kwaliteit", "text": "Mijn ouders kochten hetzelfde na het onze te hebben gezien. Zij zijn er ook dol op. Kwaliteit spreekt voor zich." },
      { "title": "Helemaal verliefd", "text": "Denk erover om er nog een te kopen voor onze andere slaapkamer. Zo tevreden ben ik met deze aankoop!" }
    ],
    "4": [
      { "title": "Erg blij", "text": "Goede kwaliteit over het algemeen. Duurde ongeveer een uur om in elkaar te zetten maar instructies waren duidelijk genoeg." },
      { "title": "Goede aankoop", "text": "Solide stuk. Niet perfect maar zeker het geld waard. Zou het aanraden aan vrienden." },
      { "title": "Best goed", "text": "Montage was op sommige plekken lastig maar eenmaal in elkaar is het stevig en mooi. Blij ermee." },
      { "title": "Mooie kwaliteit", "text": "Beter dan verwacht voor de prijs. Lijkt goed gemaakt en ziet er goed uit. Enige klacht is dat de hardware beter had gekund." },
      { "title": "Over het algemeen blij", "text": "Ziet er professioneel uit en voelt solide aan. Eén lade was eerst wat stroef maar dat is verholpen na een paar keer gebruiken." },
      { "title": "Goede waarde", "text": "Voor wat we betaalden is dit echt mooi. Er zijn goedkopere opties maar je ziet dat dit betere kwaliteit is." },
      { "title": "Tevreden", "text": "Mooi stuk dat goed past in onze kamer. Montage duurde langer dan verwacht maar resultaat is goed." },
      { "title": "Solide keuze", "text": "Goed gemaakt en aantrekkelijk. Kleine kras bij aankomst maar niet de moeite waard om terug te sturen. Verder prima." },
      { "title": "Vind het leuk", "text": "Goede constructie en ziet er mooi uit. De afwerking is niet perfect van dichtbij maar prima vanaf normale afstand." },
      { "title": "Mooie toevoeging", "text": "Ziet er goed uit en lijkt stevig genoeg. Instructies hadden duidelijker gekund maar kwamen er wel uit." },
      { "title": "Goede kwaliteit", "text": "Blij met deze aankoop. Het is geen high-end meubel maar het is goed voor wat je betaalt." },
      { "title": "Prima", "text": "Doet wat het moet doen. Kwaliteit is redelijk en het ziet er mooi uit. Een paar kleine problemen maar niets ernstigs." },
      { "title": "Ziet er goed uit", "text": "Echt blij met hoe dit eruitziet. Montage was te doen met twee personen. Eén scharnier zat iets scheef maar werkt prima." },
      { "title": "Goede koop", "text": "Solide meubel voor de prijs. Had 5 sterren gegeven maar montage-instructies waren op sommige delen verwarrend." },
      { "title": "Het waard", "text": "Goed stuk over het algemeen. Kleur is iets anders dan op foto's maar nog steeds mooi. Kwaliteit lijkt goed." },
      { "title": "Blij ermee", "text": "Goed geconstrueerd en ziet er professioneel uit. Duurde langer om in elkaar te zetten dan vermeld maar de moeite waard." },
      { "title": "Mooi stuk", "text": "Goede kwaliteit voor het geld. Een paar kleine onvolkomenheden in de afwerking maar niet erg opvallend." },
      { "title": "Best prima", "text": "Ziet er mooi uit en voelt stevig aan. Instructies waren ok, moest één deel overdoen maar kwam er wel." }
    ],
    "3": [
      { "title": "Is oké", "text": "Doet wat het moet maar kwaliteit is niet geweldig. Prima voor nu maar misschien upgrade ik later." },
      { "title": "Gemiddeld", "text": "Niet slecht, niet geweldig. Functioneel en ziet er redelijk uit. Je krijgt waar je voor betaalt denk ik." },
      { "title": "Redelijk", "text": "Het werkt. Montage was ingewikkelder dan verwacht. Kwaliteit is ongeveer gemiddeld." },
      { "title": "Acceptabel", "text": "Doet zijn werk. Niets bijzonders maar het is functioneel. Zou het waarschijnlijk niet weer kopen." },
      { "title": "Zozo", "text": "Het is prima. Sommige delen voelen wat goedkoop aan maar het werkt voor wat we nodig hadden." },
      { "title": "Redelijk", "text": "Niet geweldig maar acceptabel. Hadden wat problemen met montage maar het staat er nu." }
    ],
    "2": [
      { "title": "Teleurgesteld", "text": "Had betere kwaliteit verwacht. Sommige delen pasten niet goed in elkaar. Het werkt maar voelt fragiel." },
      { "title": "Niet geweldig", "text": "Onder gemiddelde kwaliteit. Montage was frustrerend. Zou het niet aanraden." },
      { "title": "Onder verwachting", "text": "Niet blij hiermee. Kwaliteit komt niet overeen met de prijs. Had meer verwacht." }
    ],
    "1": [
      { "title": "Niet tevreden", "text": "Slechte kwaliteit. Montage was een nachtmerrie. Zou het niet aanraden." }
    ]
  },
  "fr": {
    "5": [
      { "title": "J'adore!", "text": "Acheté le mois dernier et ça a encore l'air neuf. Mes enfants sont brutaux avec les meubles mais celui-ci tient parfaitement le coup." },
      { "title": "Parfait!", "text": "Je ne m'attendais vraiment pas à ce que commander en ligne soit si bien. Meilleure qualité que ce que j'ai vu en magasin pour le double du prix." },
      { "title": "Qualité incroyable", "text": "Le bois est de qualité premium. Le montage était plus facile que prévu - environ 30 minutes seul." },
      { "title": "Très content", "text": "Tous ceux qui viennent nous rendre visite demandent où on l'a acheté. C'est devenu la pièce maîtresse de notre salon." },
      { "title": "Meilleur achat", "text": "Nous l'avons depuis 8 mois maintenant et ça tient toujours très bien. Pas de rayures, pas de jeu." },
      { "title": "Au-delà des attentes", "text": "Mon mari l'a monté pendant que j'étais au travail. Il n'est pas du tout bricoleur donc ça en dit long!" },
      { "title": "Vraiment impressionné", "text": "La finition est lisse, la couleur exactement comme sur les photos, et c'est plus lourd que je pensais ce qui donne une impression de luxe." },
      { "title": "Impossible d'être plus heureux", "text": "S'adapte parfaitement à notre chambre. Les dimensions étaient exactes et l'espace de rangement est super pratique!" },
      { "title": "Excellent", "text": "On voit que c'est fait avec soin. Tous les joints sont serrés, pas d'arêtes rugueuses, vraiment du travail professionnel." },
      { "title": "Absolument génial", "text": "C'est le genre de meuble qu'on achète une fois et qu'on garde pour toujours. Construction solide, design intemporel." },
      { "title": "Fantastique", "text": "Nous avons hésité pendant des semaines et je suis si content qu'on ait choisi celui-ci. La qualité est exceptionnelle." },
      { "title": "Très satisfait", "text": "Livré en avance, emballage excellent, aucun dommage. Les instructions de montage étaient claires." },
      { "title": "Belle pièce", "text": "L'artisanat se voit vraiment. On remarque l'attention aux détails dans chaque joint et coin." },
      { "title": "Je recommande vivement", "text": "Pour ce prix, vous ne trouverez pas mieux. J'ai comparé partout et c'était de loin la meilleure affaire." },
      { "title": "Ravi!", "text": "Ma fille l'adore dans sa chambre. C'est à la fois pratique et élégant, difficile à trouver." },
      { "title": "Qualité supérieure", "text": "Les matériaux utilisés sont clairement haut de gamme. Ce n'est pas de l'aggloméré, c'est de la vraie construction solide." },
      { "title": "Beau design", "text": "Moderne mais pas trop tendance. Ça aura belle allure dans notre maison pendant des années sans paraître démodé." },
      { "title": "Bon investissement", "text": "Un peu cher mais ça vaut totalement le coup. C'est un meuble de qualité qui durera longtemps." },
      { "title": "Ajustement parfait", "text": "Mesuré notre espace trois fois et j'étais quand même nerveux mais ça s'adapte comme si c'était fait sur mesure!" },
      { "title": "Qualité impressionnante", "text": "Mon beau-frère est menuisier et même lui était impressionné. Il a vérifié tous les joints et dit que c'est vraiment bien fait." },
      { "title": "Super solide", "text": "Je suis un gros gars et j'avais peur que ça ne tienne pas mais c'est construit comme un tank. Solide comme un roc, zéro mouvement." },
      { "title": "Belle finition", "text": "Le grain du bois est magnifique. Ils l'ont vraiment mis en valeur avec la teinture et la couche de finition est impeccable." },
      { "title": "Meilleure décision", "text": "On a regardé dans les magasins de meubles pendant des mois. Finalement franchi le pas et aucun regret." },
      { "title": "Vraiment beau", "text": "La quincaillerie est de qualité aussi - pas de vis bon marché. Tout semble substantiel et bien pensé." },
      { "title": "Magnifique", "text": "Facile à monter mais le résultat final a l'air professionnel. Ma femme pensait que j'avais embauché quelqu'un pour le monter!" },
      { "title": "Excellent rapport qualité-prix", "text": "J'ai vu des pièces similaires dans des magasins chics pour 3 fois ce prix. Même qualité, bien meilleure valeur ici." },
      { "title": "Tout est top", "text": "De la commande à la livraison au produit final, toute l'expérience était fluide. Le service client était utile aussi." },
      { "title": "Bon achat", "text": "On en a acheté deux pour les chambres de nos enfants et les deux sont parfaits. Qualité constante ce qui est rassurant." },
      { "title": "Très content", "text": "La couleur correspond parfaitement à notre décor. Les photos en ligne étaient fidèles ce qui n'est pas toujours le cas en ligne." },
      { "title": "Magnifique", "text": "Ça a complètement transformé notre chambre d'amis. Les invités font même des commentaires ce qui n'arrivait jamais avec nos anciens meubles." },
      { "title": "Super stable", "text": "Notre chat grimpe sur tout et ça n'a pas bougé. Stable et solide, exactement ce dont on avait besoin." },
      { "title": "Vraiment bien fait", "text": "On sent la qualité quand on le touche. Le bois est lisse, la finition est uniforme, aucune imperfection." },
      { "title": "Super achat", "text": "Même ma belle-mère difficile a approuvé celui-ci, et elle n'aime jamais ce que j'achète. C'est un grand compliment!" },
      { "title": "Beau travail", "text": "Les joints à queue d'aronde sont magnifiques. On voit que quelqu'un qui sait ce qu'il fait l'a fabriqué." },
      { "title": "Pièce parfaite", "text": "Exactement ce dont notre chambre avait besoin. Le style correspond parfaitement et la qualité est bien meilleure que prévu." },
      { "title": "Bonne qualité", "text": "On cherche des meubles pour notre nouvelle maison et c'est de loin la plus belle pièce qu'on ait achetée." },
      { "title": "Très satisfait", "text": "Les tiroirs glissent en douceur, les portes ferment bien, tout fonctionne parfaitement. Le contrôle qualité est excellent ici." },
      { "title": "Incroyable", "text": "Arrivé hier et je l'admire toute la journée. Ça rehausse vraiment toute la pièce." },
      { "title": "Qualité exceptionnelle", "text": "Le poids seul vous dit que c'est de la qualité. Pas du matériel léger et fragile, c'est du mobilier substantiel." },
      { "title": "Vraiment content", "text": "Ma femme voulait quelque chose de stylé, je voulais quelque chose de durable. Cela réussit à être les deux!" },
      { "title": "Excellent", "text": "Les proportions sont parfaites. Ni trop grand, ni trop petit, juste ce qu'il faut pour l'espace qu'on avait en tête." },
      { "title": "Très impressionné", "text": "Je n'écris normalement pas d'avis mais je devais le faire pour celui-ci. La qualité a largement dépassé mes attentes." },
      { "title": "Super!", "text": "L'espace de rangement est plus que ce que je pensais. Design vraiment pratique sans compromettre l'apparence." },
      { "title": "Qualité fantastique", "text": "On a eu des meubles chers avant et celui-ci rivalise avec des pièces pour lesquelles on a payé bien plus." },
      { "title": "Magnifique!", "text": "Les photos ne lui rendent pas justice. C'est encore plus beau en personne avec une couleur plus riche." },
      { "title": "Ajout parfait", "text": "Ça a rassemblé toute notre pièce. Parfois une bonne pièce fait toute la différence et c'est celle-là." },
      { "title": "Super trouvaille", "text": "J'ai cherché pendant des mois la bonne pièce. Si content d'avoir trouvé celle-ci - exactement ce que je cherchais." },
      { "title": "Vraiment solide", "text": "Aucun jeu après montage. Tout s'est aligné parfaitement et serré solidement. Bien conçu." },
      { "title": "Qualité magnifique", "text": "Mes parents ont acheté la même chose après avoir vu la nôtre. Ils l'adorent aussi. La qualité parle d'elle-même." },
      { "title": "Complètement accro", "text": "Je pense en acheter un autre pour notre autre chambre. C'est à quel point je suis satisfait de cet achat!" }
    ],
    "4": [
      { "title": "Très content", "text": "Bonne qualité dans l'ensemble. A pris environ une heure à monter mais les instructions étaient assez claires." },
      { "title": "Bon achat", "text": "Pièce solide. Pas parfait mais vaut définitivement l'argent. Je recommanderais à des amis." },
      { "title": "Plutôt bien", "text": "Le montage était un peu délicat par endroits mais une fois assemblé c'est solide et joli. Content." },
      { "title": "Belle qualité", "text": "Mieux que prévu pour le prix. Semble bien fait et a l'air bien. Seule plainte, la quincaillerie pourrait être meilleure." },
      { "title": "Content dans l'ensemble", "text": "A l'air professionnel et semble solide. Un tiroir était un peu coincé au début mais s'est assoupli après quelques utilisations." },
      { "title": "Bon rapport qualité-prix", "text": "Pour ce qu'on a payé c'est vraiment bien. Il y a des options moins chères mais on voit que c'est de meilleure qualité." },
      { "title": "Satisfait", "text": "Belle pièce qui s'adapte bien à notre chambre. Le montage a pris plus longtemps que prévu mais le résultat est bon." },
      { "title": "Choix solide", "text": "Bien fait et attrayant. Petite rayure à l'arrivée mais pas la peine de le retourner. Sinon parfait." },
      { "title": "J'aime bien", "text": "Bonne construction et joli. La finition n'est pas parfaite de près mais bien à distance normale." },
      { "title": "Bel ajout", "text": "A l'air bien et semble assez solide. Les instructions auraient pu être plus claires mais on s'en est sorti." },
      { "title": "Bonne qualité", "text": "Content de cet achat. Ce n'est pas du mobilier haut de gamme mais c'est bien pour ce qu'on paie." },
      { "title": "Satisfait", "text": "Fait ce qu'il est censé faire. La qualité est correcte et ça a l'air bien. Quelques petits problèmes mais rien de grave." },
      { "title": "A l'air bien", "text": "Vraiment content de l'apparence. Le montage était gérable à deux. Une charnière était légèrement désalignée mais fonctionne bien." },
      { "title": "Bon achat", "text": "Meuble solide pour le prix. J'aurais donné 5 étoiles mais les instructions de montage étaient confuses par endroits." },
      { "title": "Ça vaut le coup", "text": "Bonne pièce dans l'ensemble. La couleur est légèrement différente des photos mais toujours belle. La qualité semble bonne." },
      { "title": "Content", "text": "Bien construit et a l'air professionnel. A pris plus de temps à monter qu'indiqué mais ça valait l'effort." },
      { "title": "Belle pièce", "text": "Bonne qualité pour l'argent. Quelques petites imperfections dans la finition mais pas très visibles." },
      { "title": "Plutôt bien", "text": "A l'air bien et semble solide. Les instructions étaient ok, j'ai dû refaire une partie mais on y est arrivé." }
    ],
    "3": [
      { "title": "C'est correct", "text": "Fait ce qu'il est censé faire mais la qualité n'est pas incroyable. Bien pour maintenant mais je pourrais upgrader." },
      { "title": "Moyen", "text": "Pas mal, pas génial. Fonctionnel et a l'air correct. On en a pour son argent je suppose." },
      { "title": "Acceptable", "text": "Ça marche. Le montage était plus compliqué que prévu. La qualité est environ moyenne." },
      { "title": "Correct", "text": "Fait le travail. Rien de spécial mais c'est fonctionnel. Je ne rachèterais probablement pas." },
      { "title": "Bof", "text": "C'est correct. Certaines parties semblent un peu bon marché mais ça marche pour ce dont on avait besoin." },
      { "title": "Passable", "text": "Pas incroyable mais acceptable. Quelques problèmes avec le montage mais c'est monté maintenant." }
    ],
    "2": [
      { "title": "Déçu", "text": "Je m'attendais à une meilleure qualité. Certaines pièces ne s'emboîtaient pas bien. Ça marche mais semble fragile." },
      { "title": "Pas génial", "text": "Qualité en dessous de la moyenne. Le montage était frustrant. Je ne recommanderais pas." },
      { "title": "En dessous des attentes", "text": "Pas content. La qualité ne correspond pas au prix. Je m'attendais à plus." }
    ],
    "1": [
      { "title": "Pas satisfait", "text": "Mauvaise qualité. Le montage était un cauchemar. Je ne recommande pas." }
    ]
  },
  "de": {
    "5": [
      { "title": "Liebe es!", "text": "Letzten Monat gekauft und sieht immer noch wie neu aus. Meine Kinder sind hart zu Möbeln aber das hält perfekt stand." },
      { "title": "Perfekt!", "text": "Hatte wirklich nicht erwartet, dass Online-Bestellung so gut klappt. Bessere Qualität als im Laden für doppelten Preis." },
      { "title": "Erstaunliche Qualität", "text": "Das Holz fühlt sich hochwertig an. Montage war einfacher als erwartet - dauerte etwa 30 Minuten alleine." },
      { "title": "Sehr glücklich damit", "text": "Jeder der zu Besuch kommt fragt wo wir das her haben. Es ist zum Mittelpunkt unseres Wohnzimmers geworden." },
      { "title": "Bester Kauf", "text": "Wir haben das jetzt seit 8 Monaten und es sieht immer noch toll aus. Keine Kratzer, kein Wackeln." },
      { "title": "Übertraf Erwartungen", "text": "Mein Mann hat es zusammengebaut während ich bei der Arbeit war. Er ist überhaupt nicht handwerklich begabt, das sagt schon was!" },
      { "title": "Wirklich beeindruckt", "text": "Die Oberfläche ist glatt, die Farbe genau wie auf den Fotos, und es ist schwerer als gedacht was ihm eine teure Ausstrahlung gibt." },
      { "title": "Könnte nicht glücklicher sein", "text": "Passt perfekt in unser Schlafzimmer. Die Maße stimmten genau und der Stauraum ist super praktisch!" },
      { "title": "Ausgezeichnet", "text": "Man sieht dass das mit Sorgfalt gemacht wurde. Alle Verbindungen sind fest, nirgends raue Kanten, wirklich professionelle Arbeit." },
      { "title": "Absolut großartig", "text": "Das ist die Art von Möbel die man einmal kauft und für immer behält. Solide Konstruktion, zeitloses Design." },
      { "title": "Fantastisch", "text": "Wir haben wochenlang überlegt und ich bin so froh dass wir uns für dieses entschieden haben. Qualität ist außergewöhnlich." },
      { "title": "Sehr zufrieden", "text": "Früher als erwartet geliefert, Verpackung war ausgezeichnet, kein Schaden. Aufbauanleitung war klar." },
      { "title": "Schönes Stück", "text": "Die Handwerkskunst sieht man wirklich. Man bemerkt die Liebe zum Detail in jeder Verbindung und Ecke." },
      { "title": "Sehr empfehlenswert", "text": "Für diesen Preis findet man keine bessere Qualität. Ich habe überall verglichen und das war bei weitem das beste Angebot." },
      { "title": "Begeistert!", "text": "Meine Tochter liebt es in ihrem Zimmer. Es ist praktisch und stilvoll zugleich, schwer zu finden." },
      { "title": "Top Qualität", "text": "Die verwendeten Materialien sind eindeutig hochwertig. Das ist kein Spanplatten-Unsinn, das ist echte solide Konstruktion." },
      { "title": "Schönes Design", "text": "Modern aber nicht zu trendig. Das wird noch Jahre in unserem Zuhause gut aussehen ohne altmodisch zu wirken." },
      { "title": "Gute Investition", "text": "Etwas teuer aber absolut wert. Das ist Qualitätsmöbel das lange hält." },
      { "title": "Perfekte Passform", "text": "Unseren Raum dreimal ausgemessen und war trotzdem nervös aber es passt als wäre es maßgefertigt!" },
      { "title": "Beeindruckend", "text": "Mein Schwager ist Schreiner und selbst er war beeindruckt. Er prüfte alle Verbindungen und sagte es ist wirklich gut gemacht." },
      { "title": "Super stabil", "text": "Ich bin ein großer Kerl und hatte Bedenken aber das Ding ist gebaut wie ein Panzer. Felsenfest, keine Bewegung." },
      { "title": "Schöne Oberfläche", "text": "Die Holzmaserung ist wunderschön. Sie haben sie wirklich schön mit der Beize hervorgehoben und die Deckschicht ist makellos." },
      { "title": "Beste Entscheidung", "text": "Wir haben monatelang in Möbelgeschäften geschaut. Endlich den Sprung gewagt und kein Bedauern." },
      { "title": "Wirklich schön", "text": "Die Hardware ist auch Qualität - keine billig aussehenden Schrauben und so. Alles fühlt sich substanziell und durchdacht an." },
      { "title": "Wunderbar", "text": "Einfach zusammenzubauen aber das Endergebnis sieht professionell aus. Meine Frau dachte ich hätte jemanden beauftragt!" },
      { "title": "Ausgezeichnetes Preis-Leistungs-Verhältnis", "text": "Sah ähnliche Stücke in schicken Möbelgeschäften für 3x diesen Preis. Gleiche Qualität, viel besserer Wert hier." },
      { "title": "Alles top", "text": "Von Bestellung bis Lieferung bis Endprodukt, die ganze Erfahrung war reibungslos. Kundenservice war auch hilfreich." },
      { "title": "Guter Kauf", "text": "Wir kauften zwei für die Zimmer unserer Kinder und beide sind perfekt. Konsistente Qualität was beruhigend ist." },
      { "title": "Sehr glücklich", "text": "Die Farbe passt perfekt zu unserer Einrichtung. Fotos online waren genau was nicht immer der Fall ist beim Online-Shopping." },
      { "title": "Wunderschön", "text": "Das hat unser Gästezimmer komplett verwandelt. Gäste kommentieren es sogar was mit unseren alten Möbeln nie passierte." },
      { "title": "Super stabil", "text": "Unsere Katze klettert auf alles und das hat nicht nachgegeben. Stabil und fest, genau was wir brauchten." },
      { "title": "Wirklich gut gemacht", "text": "Man fühlt die Qualität wenn man es berührt. Das Holz ist glatt, die Oberfläche ist gleichmäßig, nirgends Unvollkommenheiten." },
      { "title": "Toller Kauf", "text": "Selbst meine kritische Schwiegermutter fand das gut, und sie findet nie etwas gut was ich kaufe. Das ist hohes Lob!" },
      { "title": "Schöne Arbeit", "text": "Die Schwalbenschwanzverbindungen sind wunderschön. Man sieht dass jemand der weiß was er tut das gemacht hat." },
      { "title": "Perfektes Stück", "text": "Genau was unser Schlafzimmer brauchte. Der Stil passt perfekt und die Qualität ist viel besser als erwartet." },
      { "title": "Gute Qualität", "text": "Seit Wochen Möbel shoppen für unser neues Haus und das ist bei weitem das schönste Stück. Die Latte liegt hoch!" },
      { "title": "Sehr zufrieden", "text": "Die Schubladen gleiten sanft, Türen schließen richtig, alles funktioniert einfach perfekt. Qualitätskontrolle ist hier ausgezeichnet." },
      { "title": "Großartig", "text": "Das kam gestern an und ich bewundere es den ganzen Tag. Es hebt wirklich den ganzen Raum." },
      { "title": "Außergewöhnliche Qualität", "text": "Das Gewicht allein sagt einem dass das Qualität ist. Keine leichten zerbrechlichen Sachen, das sind substanzielle Möbel." },
      { "title": "Wirklich glücklich", "text": "Meine Frau wollte etwas Stilvolles, ich wollte etwas Langlebiges. Das schafft beides was uns beide glücklich macht!" },
      { "title": "Ausgezeichnet", "text": "Die Proportionen sind perfekt. Nicht zu groß, nicht zu klein, genau richtig für den Raum den wir im Sinn hatten." },
      { "title": "Sehr beeindruckt", "text": "Ich schreibe normalerweise keine Bewertungen aber musste es für dieses tun. Qualität übertraf meine Erwartungen erheblich." },
      { "title": "Super!", "text": "Der Stauraum ist mehr als ich dachte. Wirklich praktisches Design ohne bei der Optik Abstriche zu machen." },
      { "title": "Fantastische Qualität", "text": "Wir hatten vorher teure Möbel und das ist vergleichbar mit Stücken für die wir viel mehr bezahlt haben." },
      { "title": "Wunderschön!", "text": "Fotos werden ihm nicht gerecht. Es ist noch schöner in echt mit satterer Farbe als Bilder zeigen." },
      { "title": "Perfekte Ergänzung", "text": "Das hat unseren ganzen Raum zusammengefügt. Manchmal macht ein gutes Stück den Unterschied und das ist dieses Stück." },
      { "title": "Toller Fund", "text": "Monatelang nach dem richtigen Stück gesucht. So froh dass ich das gefunden habe - genau was ich suchte." },
      { "title": "Wirklich solide", "text": "Überhaupt keine wacklige Montage. Alles kam perfekt zusammen und fest angezogen. Gut konstruiert." },
      { "title": "Herrliche Qualität", "text": "Meine Eltern kauften dasselbe nachdem sie unseres gesehen haben. Sie lieben es auch. Qualität spricht für sich." },
      { "title": "Völlig verliebt", "text": "Denke darüber nach noch eins für unser anderes Schlafzimmer zu kaufen. So zufrieden bin ich mit diesem Kauf!" }
    ],
    "4": [
      { "title": "Sehr glücklich", "text": "Gute Qualität insgesamt. Dauerte etwa eine Stunde zum Zusammenbauen aber Anleitung war klar genug." },
      { "title": "Guter Kauf", "text": "Solides Stück. Nicht perfekt aber definitiv das Geld wert. Würde es Freunden empfehlen." },
      { "title": "Ziemlich gut", "text": "Montage war an manchen Stellen knifflig aber einmal zusammen ist es stabil und attraktiv. Glücklich damit." },
      { "title": "Schöne Qualität", "text": "Besser als erwartet für den Preis. Scheint gut gemacht und sieht gut aus. Einzige Beschwerde ist Hardware könnte besser sein." },
      { "title": "Insgesamt glücklich", "text": "Sieht professionell aus und fühlt sich solide an. Eine Schublade war erst etwas klemrig aber hat sich nach paar mal benutzen gelockert." },
      { "title": "Guter Wert", "text": "Für was wir bezahlt haben ist das wirklich schön. Es gibt günstigere Optionen aber man sieht dass das bessere Qualität ist." },
      { "title": "Zufrieden", "text": "Schönes Stück das gut in unser Zimmer passt. Montage dauerte länger als erwartet aber Ergebnis ist gut." },
      { "title": "Solide Wahl", "text": "Gut gemacht und attraktiv. Kleiner Kratzer bei Ankunft aber nicht der Mühe wert zurückzuschicken. Sonst super." },
      { "title": "Mag es wirklich", "text": "Gute Konstruktion und sieht schön aus. Die Oberfläche ist nicht perfekt aus der Nähe aber gut aus normaler Entfernung." },
      { "title": "Schöne Ergänzung", "text": "Sieht gut aus und scheint stabil genug. Anleitung hätte klarer sein können aber haben es hinbekommen." },
      { "title": "Gute Qualität", "text": "Glücklich mit diesem Kauf. Es sind keine High-End-Möbel aber es ist gut für was man bezahlt." },
      { "title": "Zufrieden", "text": "Macht was es soll. Qualität ist anständig und es sieht schön aus. Paar kleine Probleme aber nichts Ernstes." },
      { "title": "Sieht gut aus", "text": "Wirklich glücklich wie das aussieht. Montage war mit zwei Personen machbar. Ein Scharnier war leicht schief aber funktioniert gut." },
      { "title": "Guter Kauf", "text": "Solide Möbel für den Preis. Hätte 5 Sterne gegeben aber Aufbauanleitung war an Stellen verwirrend." },
      { "title": "Es wert", "text": "Gutes Stück insgesamt. Farbe ist etwas anders als auf Fotos aber immer noch schön. Qualität scheint gut." },
      { "title": "Glücklich damit", "text": "Gut konstruiert und sieht professionell aus. Dauerte länger zusammenzubauen als angegeben aber die Mühe wert." },
      { "title": "Schönes Stück", "text": "Gute Qualität für das Geld. Paar kleine Unvollkommenheiten in der Oberfläche aber nicht sehr auffällig." },
      { "title": "Ziemlich gut", "text": "Sieht schön aus und fühlt sich stabil an. Anleitung war ok, musste ein Teil wiederholen aber kamen hin." }
    ],
    "3": [
      { "title": "Ist okay", "text": "Macht was es soll aber Qualität ist nicht erstaunlich. Gut fürs Erste aber upgrade vielleicht später." },
      { "title": "Durchschnittlich", "text": "Nicht schlecht, nicht toll. Funktional und sieht anständig aus. Man bekommt wofür man bezahlt schätze ich." },
      { "title": "Akzeptabel", "text": "Es funktioniert. Montage war komplizierter als erwartet. Qualität ist etwa durchschnittlich." },
      { "title": "Annehmbar", "text": "Macht seine Arbeit. Nichts Besonderes aber es ist funktional. Würde es wahrscheinlich nicht wieder kaufen." },
      { "title": "Naja", "text": "Es ist okay. Manche Teile fühlen sich etwas billig an aber es funktioniert für was wir brauchten." },
      { "title": "Passabel", "text": "Nicht erstaunlich aber akzeptabel. Hatten einige Probleme mit Montage aber steht jetzt." }
    ],
    "2": [
      { "title": "Enttäuscht", "text": "Erwartete bessere Qualität. Manche Teile passten nicht gut zusammen. Es funktioniert aber fühlt sich wacklig an." },
      { "title": "Nicht toll", "text": "Unterdurchschnittliche Qualität. Montage war frustrierend. Würde nicht empfehlen." },
      { "title": "Unter Erwartung", "text": "Nicht glücklich damit. Qualität entspricht nicht dem Preis. Erwartete mehr." }
    ],
    "1": [
      { "title": "Nicht zufrieden", "text": "Schlechte Qualität. Montage war ein Albtraum. Würde nicht empfehlen." }
    ]
  }
}
